Repository: intraweb-modules13/IWnoteboard
Catalog: locale/*/LC_MESSAGES/module_iwnoteboard.po
Languages: ca

source: NoteBoard topics
ca: Mostra els temes del tauler

source: Show the NoteBoard headlines
ca: Mostra els titulars del tauler de notes

source: Not classified
ca: No classificats

source: Topic not found
ca: No s'ha pogut trobar el tema

source: Show the NoteBoard last entries
ca: Mostra les darreres anotacions del tauler

source: Module IWmain is required. You have to install the IWmain module previously to install it.
ca: El mòdul IWmain ha d'estar instal·lat. Instal·leu-lo per poder instal·lar aquest mòdul.

source: Provides a system to send small pieces of information to selected users. It has file support.
ca: Permet enviar informacions als usuaris designats

source: IWnoteboard Hooks
ca: Lligams del IWnoteboard

source: The note has not been found
ca: No s'ha trobat la nota sobre la qual fer l'acció sol·licitada

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: You are not allowed to do this action
ca: No teniu autorització per dur a terme aquesta acció

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat

source: No such item found.
ca: No s'ha trobat l'element

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar

source: Add a new note
ca: Afegeix una nota nova

source: View notes list
ca: Mostra la llista de notes

source: Show the notes stored (expired)
ca: Mostra les notes emmagatzemades (caducades)

source: Module configuration
ca: Configuració del mòdul

source: Unregistered
ca: No registrats

source: All the topics
ca: Tots els temes

source: Validate
ca: Valida

source: Validate a note
ca: Validació d'una nota

source: Modify the configuration
ca: Modifica la configuració

source: Modify
ca: Modifica

source: Add a note
ca: Afegeix una nota

source: Send
ca: Envia

source: More information
ca: Més informació

source: Probably the note have been sent without the attached file
ca: Probablement la nota s'ha enviat sense el fitxer adjunt

source: The note has been created successfully
ca: La nota s'ha creat correctament

source: The note has been sent successfully, but is waiting for administrator's validation.
ca: La nota s'ha enviat correctament, però necessita la validació de l'administrador/a.

source: You have a new entry in noteboard
ca: Hi ha una entrada nova en el tauler de notes

source: You have a new entry in noteboard and its validation is pending
ca: Hi ha una entrada nova en el tauler de notes pendent de ser validada

source: The note has been modified
ca: S'ha modificat la nota

source: Send the comment
ca: Envia un comentari

source: A new comment has been created
ca: S'ha creat un comentari nou

source: Somebody has commented your entry in noteboard
ca: La vostra entrada al tauler ha estat comentada

source: The comment has been sent successfully, but is waiting for administrator's validation.
ca: El comentari s'ha enviat correctament, però necessita la validació de l'administrador/a.

source: Somebody has commented your entry in noteboard and is waiting for administrator's validation.
ca: La vostra entrada al tauler ha estat comentada i està a l'espera de validació per part d'un administrador/a

source: Comment validation
ca: Validació d'un comentari

source: Modify a comment
ca: Modificació d'un comentari

source: The comment has been modified
ca: S'ha modificat el comentari

source: All
ca: Tots

source: The configuration has been modified
ca: S'ha modificat la configuració del mòdul

source: Create a new topic
ca: Crea un tema nou

source: Create the topic
ca: Crea el tema

source: A new topic has been created
ca: S'ha creat un tema nou

source: The topic has not been found
ca: No s'ha trobat el tema sobre el qual fer l'acció demanada

source: Edit a topic
ca: Edita un tema

source: Modify the topic
ca: Modifica el tema

source: The topic has been modified
ca: S'ha modificat el tema

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: The action has failed
ca: S'ha produït un error

source: The note cannot be deleted because it has comments. Remove the comments previously.
ca: No podeu esborrar la nota perquè té comentaris. Abans heu d'esborrar tots els comentaris.

source: Have seen the note
ca: Han vist la nota

source: Back to previous table
ca: Torna a la taula anterior

source: List of topics
ca: Relació de temes

source: Topic
ca: Tema

source: Description
ca: Descripció

source: Group with access
ca: Grup que hi té accés

source: Options
ca: Opcions

source: Edit
ca: Edita

source: Delete the topic
ca: Esborra un tema

source: Delete
ca: Esborra

source: There are no defined topics
ca: No hi ha temes definits

source: Groups
ca: Grups

source: Groups that can be chosen when sending a note
ca: Destinataris que es poden seleccionar en enviar una nota

source: Permission level of the users
ca: Nivell de permisos dels usuaris davant de les notes

source: Can be chosen
ca: Es pot triar

source: Checked by default
ca: Marcat per defecte

source: Permissions
ca: Permisos

source: Validation required
ca: Requereix verificació

source: 1 - Read
ca: 1 - Llegir

source: 2 - Comment
ca: 2 - Comentar

source: 3 - Write
ca: 3 - Redactar

source: 4 - Choose users who are going to see the note
ca: 4 - Triar destinataris

source: 5 - Edit the own notes
ca: 5 - Editar pròpies

source: 6 - Delete the own notes
ca: 6 - Esborrar pròpies

source: 7 - Edit and delete notes sent by others
ca: 7 - Editar i esborrar alienes

source: Warning:
ca: Atenció:

source: Every permission level includes lower levels
ca: Cada nivell de permisos inclou tots els anteriors

source: Root of the file folder
ca: Inici del directori de fitxers

source: Server folder for attached files
ca: Directori del servidor on s'emmagatzemen els fitxers adjunts a les notes

source: The attached files folder have not been found.
ca: No s'ha trobat el directori per als fitxers adjunts

source: The attached files folder needs write permissions.
ca: El directori per als fitxers adjunts ha de tenir permisos d'escriptura.

source: Group to verify notes
ca: Indiqueu quin grup pot verificar les notes

source: Notify new entries by email
ca: Notifica entrades noves per correu electrònic

source: Notify new comments to authors by email
ca: Notifica els comentaris nous als autors per correu electrònic

source: The comments option is checked by default
ca: L'opció de comentaris està marcada per defecte

source: The notes expire at
ca: Per defecte les notes caduquen als

source: days from their creation
ca: dies de ser creades

source: Inform about edition after the minutes given from creation time (-1 = never)
ca: Informa de l'edició passats els minuts indicats després de la publicació (-1 = mai)

source: When addressee cannot be chosen are
ca: Els destinaris, quan no es poden triar, són

source: All users
ca: tots els usuaris

source: Users from groups checked by default
ca: els usuaris dels grups marcats per defecte

source: Users chosen during the validation of the note
ca: els que es decideixi en verificar la nota

source: Use small avatars
ca: Fes ús d'avatars petits

source: Unregistered cannot see who has sent the notes
ca: Els no registrats no poden veure qui ha enviat les notes

source: Multi language notes are allowed
ca: El tauler admet notes en diferents idiomes

source: Skip Headlines
ca: No fer ús dels titulars

source: Row color one for visited notes
ca: Color de fons de les files senars per a les notes visitades

source: Choose a color
ca: Tria el color

source: Row color two for visited notes
ca: Color de fons de les files parelles per a les notes visitades

source: Row color one for not visited notes
ca: Color de fons de les files senars per a les notes no visitades

source: Row color tho for not visited notes
ca: Color de fons de les files parelles per a les notes no visitades

source: ...deleting topic...
ca: ...esborrant el tema...

source: ...deleting shared noteboard...
ca: ...esborrant tauler compartit...

source: ...deleting shared URL...
ca: ...esborrant enllaç compartit...

source: Topic name
ca: Nom del tema

source: Topic description
ca: Descripció del tema

source: Cancel
ca: Cancel·la

source: The topic name is empty
ca: No heu indicat el nom del tema

source: The text of the note is empty!
ca: No heu escrit la nota

source: Do you really want to send the note?
ca: Esteu segur/a de que voleu enviar la nota?

source: Comment
ca: Comentari

source: Note content
ca: Contingut de la nota

source: Dear,
ca: Benvolgut/da,

source: There is a new entry in noteboard sended by %s. Its content is as follow:
ca: Hi ha hagut un enviament nou al tauler de notes enviat per %s. Amb el contingut següent:

source: You can access the note from here:
ca: Podeu accedir a l'anotació des d'aquí:

source: Access to the note content.
ca: Accés al contingut de l'anotació.

source: Dear %s,
ca: Benvolgut/da %s,

source: %s has commented your entry in noteboard with the content as follow:
ca: %s ha comentat una entrada vostra en el tauler amb el contingut següent:

source: Access to the note content
ca: Accés al contingut de l'anotació

source: Noteboard
ca: Tauler de notes

source: Choose a topic
ca: Tria un tema

source: List of expired notes
ca: Llista de notes caducades

source: Date
ca: Data

source: Informant
ca: Informa

source: Mark the note with a flag
ca: Marca la nota amb una bandera

source: Edited by
ca: Editada per

source: at date
ca: a data de

source: Comments
ca: Comentaris

source: Confirm the action
ca: Confirma l\'esborrament del tema

source: Hide
ca: Oculta

source: Has been seen by
ca: Vista per

source: Remove the mark
ca: Treu la marca

source: Force the expiration of the note
ca: Fes caducar la nota

source: There are no notes in the noteboard
ca: En aquests moments no hi ha notes

source: ...deleting the note...
ca: ...esborrant la nota...

source: ...modifying note flag status...
ca: ...modificant la marca de la nota...

source: ...hidding note...
ca: ...amagant la nota...

source: ...saving note...
ca: ...emmagatzemant la nota...

source: The extension of the attached file is not accepted. Allowed extensions are:
ca: L'extensió del fitxer adjunt no és admesa. Les extensions possibles són:

source: There are no chosen addressee for the note
ca: No heu seleccionat els destinataris a qui ha d'arribar aquesta nota

source: Some of the dates in the form are not correct
ca: Alguna de les dates introduïdes en el formulari és incorrecte. Comproveu-les.

source: The closing date is incorrect
ca: La data de caducitat és inferior a la data de publicació!

source: Choose a language
ca: Tria un idioma

source: Publish date
ca: Data de publicació

source: Closing date
ca: Data de caducitat

source: Headline
ca: Titular

source: Headline text
ca: Titular

source: Since
ca: Des de

source: Up to
ca: Fins a

source: Additional information
ca: Informació addicional

source: Link to find more information
ca: Enllaç on trobar més informació

source: Text for the link
ca: Text de l'enllaç

source: Add an attached file
ca: Adjunta un fitxer informatiu

source: Erase the file attached to the note
ca: Esborra el fitxer adjunt a la nota

source: Allowed extensions -
ca: Extensions permeses -

source: Attached file text
ca: Text de l'enllaç del fitxer

source: Addressee
ca: Destinataris

source: Check all
ca: Marcar-ho tot

source: This note will be sent to all registered users
ca: Aquesta nota arribarà a tots els usuaris de la intranet

source: Comments allowed
ca: Admet comentaris

source: Send note to first line
ca: Envia l'anotació a la primera posició

source: Put me as the sender of the note
ca: Posa'm com a remitent de la nota

source: Create
ca: Crea

source: Name
ca: Nom

source: Shared URL
ca: URL compartida

source: The shared URL is empty
ca: No has escrit la URL del tauler compartit
